export default () => ({
  common: {
    showMore: 'Показать больше',
    learnMore: 'Подробнее',
    booking: 'Забронировать',
    availability: 'Показать наличие',
    back: 'Назад',
    phone: '+7 (4012) 37-46-46 (городской)',
    address: 'Калининградская область, Гурьевский район, п. Прибрежное, ул. Южное полукольцо, 4'
  },
  introTitle: {
    index: 'HOSTEL PALMBURG',
    indexSlug: 'ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    aboutUs: 'О нас',
    rooms: 'НОМЕРА',
    services: 'Услуги',
    faq: 'FAQ',
    contacts: 'Наши Контакты ',
    subtitle: 'Добро пожаловать в самый морской и современный хостел Калининграда на берегу реки Преголя.'
  },
  documents: {
    title: 'Документы',
    description: 'Вы можете ознакомится с договором публичной оферты перейдя по ',
    link: 'ссылке.'
  },
  footer: {
    title: 'HOSTEL PALMBURG',
    titleSlug: 'ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    navigation: 'Навигация',
    contacts: 'Контакты'
  },
  whyUs: {
    title: 'Почему именно мы',
    card1: {
      title: 'Расположение',
      content: 'Мы находимся на берегу реки Преголь, в тихом и живописном месте нашего города.'
    },
    card2: {
      title: 'Комфорт',
      content: 'В зоне отдыха Вы можете удобно расположиться в кресле-мешке при просмотре фильма (на таких площадках как IVI, OKKO, Кинопоиск) или поиграв в приставку.'
    },
    card3: {
      title: 'Сервис',
      content: 'Наша команда состоит из молодых и отзывчивых ребят готовых помочь Вам провести прекрасно время у нас в гостях.'
    }
  },
  aboutUs: {
    title: 'HOSTEL PALMBURG – ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    content: [
      'Добро пожаловать в самый морской и современный хостел Калининграда на берегу реки Преголя.',
      'Мы - команда Hostel Palmburg!',
      'У нас вы отдохнете от «бетонных джунглей». Чистый воздух и тишина пригорода встретят Вас, если Вы решите стать нашим гостем. Мы уже подумали о Вас заранее, поэтому Вы будете чувствовать себя как дома. Городская суета, шум и гам или дивные закаты у воды на фоне яхт? Выбор остаётся только за Вами.'
    ],
    advantagesTitle: 'Почему именно мы?',
    advantages: [
      {
        title: '1. Расположение',
        description: 'Название «Пальмбург» (с нем. — «Пальмовый город») происходит от названия имения с сельскохозяйственным производством, располагавшегося рядом с мостом. Владелец имения выращивал в оранжереях экзотические растения, среди которых были и пальмы. Мы находимся на берегу реки Преголь, в тихом и живописном месте нашего города. На территории располагается рыбный ресторан «Шкипер» и яхт-клуб «Marina Palmburg». В 50 м от нас располагается автобусная остановка.'
      },
      {
        title: '2. Комфорт',
        description: 'Интерьер выполнен в морском стиле: двери с иллюминатором, шторы в тельняшку, светильники в виде чайки, стены расписаны рисунками на соответствующую тематику и т.д. В зоне отдыха Вы можете удобно расположиться в кресле-мешке при просмотре фильма (на таких площадках как IVI, OKKO, Кинопоиск) или поиграв в приставку. Во всех номерах имеются индивидуальные шкафчики с замками для одежды и отдельно для чемоданов. В кроватях имеются розетки, ночник, полочка и вешалка для одежды. Кухня оборудована полностью для приготовления вкусных блюд. Так же имеется стиральная и сушильная машины, чтобы Вы могли путешествовать налегке. На улице можно воспользоваться беседкой с мангалом. Для детей у нас есть детская площадка и красивый газон для игр в теплое время года.'
      },
      {
        title: '3. Сервис',
        description: 'Наша команда состоит из молодых и отзывчивых ребят готовых помочь Вам провести прекрасно время у нас в гостях. Организовать экскурсию, трансфер, вечерний досуг, ответить на все интересующие Вас вопросы для нас только за счастье. У нас всегда чисто! Наши администраторы круглосуточно следят за поддержанием чистоты. Наши двери открыты для вас всегда.'
      }
    ],
    galleryTitle: 'Галерея',
    living: 'Вопросы о проживании',
    contactsUs: 'Наши контакты'
  },
  quote: {
    title: 'HOSTEL PALMBURG – ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    description: 'У нас вы отдохнете от «бетонных джунглей». Чистый воздух и тишина пригорода встретят Вас, если Вы решите стать нашим гостем. Мы уже подумали о Вас заранее, поэтому Вы будете чувствовать себя как дома. Городская суета, шум и гам или дивные закаты у воды на фоне яхт? Выбор остаётся только за Вами. Мы предлагаем оборудованную парковку для гостей в домах на колесах, с возможностью подключения к сетям и доступом к инфраструктуре хостела.'
  },
  serviceTypes: {
    free: 'Бесплатные услуги',
    paid: 'Платные услуги'
  },
  freeServices: {
    register24: 'Стойка регистрации 24/7',
    kitchen: 'Общая кухня',
    freeWifi: 'Бесплатный WiFi',
    tea: 'Чай, кофе и печенье',
    taxi: 'Заказ такси',
    fen: 'Фен',
    medical: 'Аптечка',
    iron: 'Утюг',
    // usb: 'USB Розетки и светильникиы',
    games: 'Книги, настольные игры',
    // computer: 'Пользование компьютером',
    tv: 'ТВ, игровая приставка и WiFi',
    alcove: 'беседка',
    playground: 'детская площадка'
  },
  paidServices: {
    souvenir: 'Оригинальные сувениры',
    visa: 'Визовая поддержка',
    velo: 'Прокат велосипедов и самокатов',
    excursion: 'Организация экскурсий',
    belie: 'Дополнительная смена белья и полотенец',
    wash: 'Услуги прачечной',
    halat: 'Халаты',
    bus: 'Трансфер',
    breakfast: 'Завтраки',
    shoez: 'Тапочки',
    cosmetic: 'Косметические наборы',
    hygien: 'Гигиенические наборы',
    grill: 'газовый гриль'
  },
  roomsSection: {
    titleAll: 'Каюты',
    titleCurrent: 'Другие каюты'
  },
  roomsTitles: {
    titleTwo: 'ДВУХМЕСТНая Каюта «СТАНДАРТ»',
    titleSix: 'ОБЩая 6 - МЕСТНая каюта',
    titleEight: 'ЖЕНСКая 8 - МЕСТНая каюта',
    titleTen: 'ОБЩАЯ 10 - МЕСТНая каюта',
    titleTwelve: 'ОБЩая 12 - МЕСТНая каюта'
  }
})
