export default () => ({
  common: {
    showMore: 'Показать больше',
    learnMore: 'Подробнее',
    booking: 'Забронировать',
    availability: 'Показать наличие',
    back: 'Назад',
    phone: '555',
    address: 'Nemiga 120'
  },
  introTitle: {
    index: 'title',
    indexSlug: 'subtitle',
    aboutUs: 'description',
    rooms: 'НОМЕРА',
    services: 'Услуги',
    faq: 'FAQ',
    contacts: 'Наши Контакты',
    subtitle: 'Добро пожаловать в самый морской и современный хостел Калининграда на берегу реки Преголя.'
  },
  documents: {
    title: 'Документы',
    description: 'Вы можете ознакомится с договором публичной оферты перейдя по ',
    link: 'ссылке.'
  },
  footer: {
    title: 'title',
    titleSlug: 'subtitle',
    navigation: 'Навигация',
    contacts: 'Контакты'
  },
  whyUs: {
    title: 'Почему именно мы',
    card1: {
      title: 'Расположение',
      content: 'Мы находимся на берегу реки Преголь, в тихом и живописном месте нашего города.'
    },
    card2: {
      title: 'Комфорт',
      content: 'В зоне отдыха Вы можете удобно расположиться в кресле-мешке при просмотре фильма (на таких площадках как IVI, OKKO, Кинопоиск) или поиграв в приставку.'
    },
    card3: {
      title: 'Сервис',
      content: 'Наша команда состоит из молодых и отзывчивых ребят готовых помочь Вам провести прекрасно время у нас в гостях.'
    }
  },
  aboutUsContent: '<h2 class="ql-align-center">HOSTEL PALMBURG – ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ</h2><p>Добро пожаловать в самый морской и современный хостел Калининграда на берегу реки Преголя.</p><p>Мы - команда Hostel Palmburg!</p><p>У нас вы отдохнете от «бетонных джунглей». Чистый воздух и тишина пригорода встретят Вас, если Вы решите стать нашим гостем. Мы уже подумали о Вас заранее, поэтому Вы будете чувствовать себя как дома. Городская суета, шум и гам или дивные закаты у воды на фоне яхт? Выбор остаётся только за Вами.</p><h2 class="ql-align-center">ПОЧЕМУ ИМЕННО МЫ?</h2><h3>1. Расположение</h3><p>Название «Пальмбург» (с нем. — «Пальмовый город») происходит от названия имения с сельскохозяйственным производством, располагавшегося рядом с мостом. Владелец имения выращивал в оранжереях экзотические растения, среди которых были и пальмы. Мы находимся на берегу реки Преголь, в тихом и живописном месте нашего города. На территории располагается рыбный ресторан «Шкипер» и яхт-клуб «Marina Palmburg». В 50 м от нас располагается автобусная остановка.</p><h3>2. Комфорт</h3><p>Интерьер выполнен в морском стиле: двери с иллюминатором, шторы в тельняшку, светильники в виде чайки, стены расписаны рисунками на соответствующую тематику и т.д. В зоне отдыха Вы можете удобно расположиться в кресле-мешке при просмотре фильма (на таких площадках как IVI, OKKO, Кинопоиск) или поиграв в приставку. Во всех номерах имеются индивидуальные шкафчики с замками для одежды и отдельно для чемоданов. В кроватях имеются розетки, ночник, полочка и вешалка для одежды. Кухня оборудована полностью для приготовления вкусных блюд. Так же имеется стиральная и сушильная машины, чтобы Вы могли путешествовать налегке. На улице можно воспользоваться беседкой с мангалом. Для детей у нас есть детская площадка и красивый газон для игр в теплое время года.</p><h3>3. Сервис</h3><p>Наша команда состоит из молодых и отзывчивых ребят готовых помочь Вам провести прекрасно время у нас в гостях. Организовать экскурсию, трансфер, вечерний досуг, ответить на все интересующие Вас вопросы для нас только за счастье. У нас всегда чисто! Наши администраторы круглосуточно следят за поддержанием чистоты. Наши двери открыты для вас всегда.</p><blockquote>tyrtdbfsvdctyrtdbfvdt </blockquote><blockquote><s style="background-color: rgb(255, 194, 102);">hfgdbfxkvmdfsbpov</s></blockquote><blockquote><s style="background-color: rgb(255, 194, 102);">ttdvdrthdg</s></blockquote><p><strong style="background-color: rgb(255, 194, 102);"><s>ййййй</s></strong></p><pre class="ql-syntax" spellcheck="false">уывльгггггг</pre><ol><li>aaa</li><li>bbb</li><li>ccc</li></ol><ul><li>jjj</li><li>sss</li><li>qqq</li><li class="ql-indent-1">jsavscriptt</li></ul><p class="ql-align-justify">dsdvrtebrsvppppppppp ppppppppppppppppppppppppppppppppp pppppppttttttttttttttttttttttttttttt tttttttttttttttttttttttttttttkkkkkkkkkkk  kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkksrstdksrgiersfe</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><img src="http://2.56.213.189:8088/storage/2022/04/02/17cf7ea504e64e3366c3fb3eddf945895a2e8578.jpg"></p><p class="ql-indent-1"><br></p>',
  aboutUs: {
    galleryTitle: 'Галерея',
    living: 'Вопросы о проживании',
    contactsUs: 'Наши контакты'
  },
  quote: {
    title: 'HOSTEL PALMBURG – ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    description: 'У нас вы отдохнете от «бетонных джунглей». Чистый воздух и тишина пригорода встретят Вас, если Вы решите стать нашим гостем. Мы уже подумали о Вас заранее, поэтому Вы будете чувствовать себя как дома. Городская суета, шум и гам или дивные закаты у воды на фоне яхт? Выбор остаётся только за Вами. Мы предлагаем оборудованную парковку для гостей в домах на колесах, с возможностью подключения к сетям и доступом к инфраструктуре хостела.'
  },
  serviceTypes: {
    free: 'Бесплатные услуги',
    paid: 'Платные услуги'
  },
  freeServices: {
    en1_free123: 'new free',
    en2_free: 'test svg'
  },
  paidServices: {
    en1_paid: '222 updated',
    en2_paid: 'new paid'
  },
  roomsSection: {
    titleAll: 'Каюты',
    titleCurrent: 'Другие каюты'
  },
  roomsTitles: {
    eng_title: 'rus title',
    eng_room2_title: 'room2 rus title'
  }
})
